Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: लीलानाथ घिमिरे Born लीलानाथ घिमिरे
ne: लीलानाथ घिमिरे लीलानाथ घिमिरे जन्म लीलानाथ घिमिरे ३० मे 1973 सिन्धुली जिल्ला राष्ट्रियता नेपाल पेशा पत्रकार, लेखक

source: Krishna Bhusan Bal (13 March, 1948 - 25 June, 2012) was a [Nepali] [poet]. [1]
ne: कृष्णभूषण बल (अङ्ग्रेजी: Krishna Bhusan Bal जन्म २००४ चैत्र १ - मृत्यु २०६९ असार ११ गते) एक सशक्त तथा कालजेयी नेपाली कवि हुन् । नबुझिने र नअर्थिने प्रयोगवादी धाराबाट नेपाली कविताको अस्तित्वमाथिनै आशङ्का उठिरहेको सन्दर्भमा नेपाली कवितालाई सम्प्रेष्य विम्ब र भाषाशैलीका माध्यमबाट पाठकसँग पुनः तादात्म्य सम्बन्ध जोड्नमा कवि कृष्णभूषण बलको योगदानको उच्च मूल्याङ्कन गरिन्छ । खास गरेर गम्भीर व्यञ्जनात्मक अर्थ दिने विम्बहरूको समायोजन कृष्णभूषण बलको मौलिक विशेषता हो ।[1] नेपाली कविताको शक्तिमा भावनाको कला टिपेर यिनले बनाएको विम्बको शिखर धेरै अग्लो छ ।[2] नश्लीय रोग र धर्मको धङधङीबाट टाढै रहेका तथा राजनीतिको भाङ नलागेका कविताजस्तो शालीन व्यक्तित्वका धनी बल एउटा सिंगो कविता हुन् ।[3]

source: Saudi Arab Branch
ne: साउदी अरब शाखा

source: Qatar Branch
ne: कतार शाखा

source: Instances
ne: सन्दर्भहरू

source: See Also
ne: यो पनि हेर्नुहोस्

source: See in Google Maps
ne: गुगल म्यापमा हेर्नुहोस्

source: Contact Address
ne: सम्पर्क ठेगाना

source: Introduction
ne: परिचय

source: The then department of labor working under the Ministry of Industries, was shifted under the Ministry of Labor after its establishment in 2038 BS (AD 1981/82). The Act for Foreign Employment 2042 (AD 1985) expanded the working grounds of the department and the Department of Labor was renamed as the Department for Promotion of Labor and Employment in the year 2056 BS (AD 1999). Recognizing the heavy workloads and complications of the degree of work handled by the department, Foreign Employment Act 2064 (AD 2007) set up a separate department, on 1st January 2009.
ne: वैदेशिक रोजगार विभागको गठन विसं २०२८ सालमा भएको हो । तत्कालीन समयमा उद्योग मन्त्रालय अन्तर्गत रहेको श्रम विभागलाई २०३८ सालमा श्रम मन्त्रालय स्थापना भए पछि त्यसैको मातहतमा राखियो । वैदेशिक रोजगार ऐन, २०४२ जारी भए पछि विभागको कार्यक्षेत्र विस्तार गरी २०५६ सालमा श्रम विभागको नाम श्रम तथा रोजगार प्रवद्र्धन विभाग कायम भयो । विभागले सम्पादन गर्दै आएको वैदेशिक रोजगार सम्बन्धी कार्यको जटिलता[1] र कार्यचापले गर्दा बैदेशिक रोजगार ऐन २०६४ मा वैदेशिक रोजगार सम्बन्धी मामला हेर्ने छुट्टै वैदेशिक रोजगार विभागका रुपमा २०६५ पुस १६ गते अलग गरी स्थापना गरियो ।[2]

source: This branch office under the department of foreign employment is responsible for the pre-approval as well as the final labor approval documents and licence provided to the employees going to Malaysia for Institutional Foreign Employment through various Manpower Companies. Its offices are located at Labor Village Tahachal Kathmandu.
ne: वैदेशिक रोजगार बिभाग अन्तरगत को यस मलेशिया शाखाले हाल विभिन्न म्यानपावर कम्पनी मार्फत संस्थागत वैदेशिक रोजगारी को लागि मलेशिया जाने कामदार हरुको पुर्व स्वीकृति तथा अन्तिम श्रम स्वीकृत दिने कार्य गर्दै आएको छ। काठमाडौ को ताहचल स्थिति श्रम ग्राम मा मलेशिया शाखा को कार्यलय रहेको छ।

source: Website of the Department of Foreign Employment
ne: वैदेशिक रोजगार विभागको वेबसाइट

source: Department of Foreign Employment in Google Maps
ne: गुगल म्यापमा बैदेशिक रोजगार बिभाग

source: Government of Nepal Ministry of Labour and Employment Department of Foreign Employment kathmandu,Nepal. Tel: +977-1-4461299 Fax: +977-1-4112473 Email: info@dofe.gov.np Website: www.dofe.gov.np
ne: नेपाल सरकार श्रम तथा रोजगार मन्त्रालय वैदेशिक रोजगार विभाग काठमाडौं, नेपाल Tel: +९७७-१-४४६१२९९ Fax: +९७७-१-४११२४७३ Email: info@dofe.gov.np Website: www.dofe.gov.np

source: Draft:Department for Foreign Employment
ne: वैदेशिक रोजगार विभाग

source: External Bots
ne: बाहिरी कडीहरू

source: Relevent Topics
ne: सन्दर्भ सामग्रीहरू

source: Durbar Massacre The then Narayanhiti Palace, Converted to Narayanhiti Durbar Museum Later Location Narayanhiti Palace, Kathmandu, नेपाल Date 1 June 2001 Around 21:00 (UTC+05:45) Target The (First) Royal Family Birendra Bir Bikram Shah Dev Attack type unsolved murder Weapons Colt M16A2 rifle H&K MP5K 9mm submachine gun Franchi SPAS-12 shotgun Glock 19 9mm pistol Deaths 10 Non-fatal injuries 5 Perpetrator unsolved (witnesses accuse the then Crown Prince Dipendra Bir Bikram Shah Dev deceased at the same massacre)
ne: दरवार हत्याकाण्ड तत्कालिन नारायणहिटी राजदरवार, पछि यसलाई संग्रालयमा परिणत गरियो स्थान: नारायणहिटी दरवार, काठमाडौं, नेपाल मिति: 1 June 2001 Around 21:00 (UTC+05:45) निशाना: राज परिवार बिरेन्द्र शाह आक्रमणको प्रकार: Fratricide, patricide, sororicide, regicide, matricide, avunculicide, mass murder, murder-suicide, massacre हतियार(हरू): Colt M16A2 rifle H&K MP5K 9mm submachine gun Franchi SPAS-12 shotgun Glock 19 9mm pistol मृत्यु: 10 (including the perpetrator) घाइते: 5 अभियुक्त: युवराज दीपेन्द्र

source: The situation was worsening and the people were loosing faith form the political parties, their leaders and the whole multi party democratic system as a whole.The Maoist upsergence was at a hype. The terror was rising each day and the faith of the people declining each day. The lone spark of hope, king Birendra whose personality itself was reassuring, that peace is inevitable and the country will rise.
ne: सन् २००१ जुन १ तारिखका दिन राजपरिवारका १० सदस्यको हत्या भयो जसलाई दरवार हत्याकाण्डका नामले चिनिन्छ । नेपाली जनताले आधुनिक इतिहासकै सबैभन्दा नाटकीय र अकल्पनीय घटनाका रूपमा सुनेयुवराज दीपेन्द्रले राजा बीरेन्द्र, रानी ऐश्वर्य, अधिराजकुमारी श्रुति, अधिराजकुमार निराजन, काका धीरेन्द्र शाह, काकी शान्ति, श्रद्धा, जयन्ती र श्रद्धाका पति कुमार खड्गविक्रम शाहलाई गोली हानी मारे। गोली हानिसकेपछि युवराज दीपेन्द्रले आफैमाथि गोली प्रहार गरेको बताइयो। अर्को दिन अस्पतालमा गम्भीर घाइते रहेका भनिएका युवराज दीपेन्द्रलाई राजा घोषणा गरियो र उनका काका अधिराजकुमार ज्ञानेन्द्रलाई नायबी अधिकार सुम्पियो। राजपरिवारका सबै सदस्यको सामूहिक दाहसंस्कार गरियो। सबथोक खराबबाट अझ खराब हुँदै गइरहेको थियो। नेपाली जनताले राजनैतिक दलहरू र तिनका नेताहरूप्रतिको विश्वास गुमाउँदै गइरहेका थिए। नेपाली जनतामध्ये केहीलाई त पूरा बहुदलीय व्यवस्थाप्रति नै मोहभंग भएको महसूस भइसकेको थियो। माओवादीको धम्की र दबाब बढ्दै गइरहेको थियो र नेपाली जनता राजनीतिज्ञहरू र सरकारलाई विश्वास गर्न सकिरहेका थिएनौं। तर यी सबका बावजूद कोही थियो जसलाई नेपाली जनता विश्वास गर्न सक्थ्यौं, कोही थियो जसलाई नेपाली जनता आफ्नै मान्न सक्थ्यौं। उनको चम्किलो मुस्कान र राम्रो व्यक्तित्वका कारण नेपाली जनतालाई उनी र उनका परिवारप्रति विश्वास थियो। नेपाली जनताले उनलाई पिता सरह मानेका थिए जसले नेपाली जनताले माग्दा आफ्ना अधिकार सबै गुमाएर नेपाली जनतालाई दिएका थिए। गएको एक दशकमा उनी नेपाली जनताबीच सबैभन्दा बढी लोकप्रिय थिए। केहीले त पहिले नै भनिसकेका थिए कि उनले मात्रै हाम्रो देशलाई नष्ट हुनबाट बचाउन सक्छ। अब उनी नै नेपाली जनतालाई छाडिगएपछि नेपाली जनतालाई थाहा थिएन नेपाली जनता के गर्र्छौं। नेपाली जनता अचम्भित थिए, दुःखी थिए र गहिरो शोकमा डुबेका थिए। नेपाली जनताले हाम्रो भावनालाई जता सकिन्छ त्यतै डोर्यायौं।

source: The death of the newly crowned king Dipendra was annuonced officially on the fourth of June and the heir to the throne was the regent to king Dipendra and brother to king Birendra, Gyanendra. The people were however still unable to process the deaths of either their beloved king Birendra nor the fact that the crown prince killed his family. Many speculations were made on the factors that might have come to play in the royal massacre.
ne: जुन ४ तारिखका दिन राजा दीपेन्द्रको मृत्युको औपचारिक घोषणा गरियो र ज्ञानेन्द्र नयाँ राजा घोषित भए। षड्यन्त्र सिद्धान्तले बल पुर्यादइरहेकै बेला नेपाली जनतामध्ये केही अझै यो तीतो सत्य स्वीकार्न तयार भइसकेका थिएनौं।

source: The newly crowned king appointed the Chief Justice of the Supreme Court Keshav Prasad Upadhayaya and speaker of the lower House TaraNath Ranabhat as the members of a High level Investigation Committee to investigate the massacre. A week later a report was submitted to the king which was later made accessible to the public, concluded that the Crown Prince Dipendra, high on drugs and alcohol infact did commit the crimes.
ne: नयाँ राजाले सर्वोच्च अदालतका प्रधान न्यायाधीश केशवप्रसाद उपाध्याय र सभामुख तारानाथ रानाभाट रहेको एक उच्चस्तरीय छानबिन समिति गठन गरी घटनाका सम्बन्धमा छानबिन गर्न आदेश दिए। एक हप्तापछि समितिले राजालाई प्रतिवेदन प्रस्तुत गर्‍योध र त्यसलाई र्सार्वजनिक पनि गरियो। प्रतिवेदनमा लागूपदार्थ र रक्सीले मातेका युवराज दीपेन्द्र घटनामा दोषी रहेको निश्कर्षनिकालिएको थियो।

source: The king was crowned for the second time in a traditional but sorrowful ceremony. He had been previously crowned in the last days of the cruel Rana regime that lasted over a century and since the then king Tribhuwan(grandfather to king Gyanendra) had fled to India along with all the members of the royal family in line to become the next king(including Mahendra and Birendra) and Gyanendra was left out on being at his grand parents' during the runaway.
ne: नयाँ राजाले पारम्परिक तर गम्भीर उदास वातावरणयुक्त समारोहमा दोस्रो पटक राजगद्दी आरोहण गरे। एक शताब्दीसम्म नेपालमा शासन गरेको राणाशासनलाई उखेल्न भएको आन्दोलनको अन्तिम चरणका रूपमा बाजे त्रिभुवनले भारतमा शरण लिँदा सानै रहेका उनी त्यस्तै किसिमको समारोहपछि राजगद्दीमा बसेका थिए।

source: The newly crowned king stated at a very early stage of his rule stating him to be very different to his deceased brother and will not tolerate any activities that are against the throne or the nation(here implying the Maoist Upsergence)which clearly hinted the active involvement of the king in political affairs.
ne: राजा ज्ञानेन्द्रले सुरूदेखि नै आफू आफ्ना दाजु दिवंगत राजा वीरेन्द्रभन्दा फरक रहेको स्पष्ट पार्दै नेपाली जनताको दुःखलाई चुपचाप टुलुटुलु हेरेर नबस्ने र्सार्वजनिक रूपमा बताउँदै आएका थिए। यो राजा राजनैतिक रूपमा सक्रिय हुने संकेत थियो।

source: Draft:Massacre of the Royal Family
ne: दरवार हत्याकाण्ड

source: In 1986, the then Queen Consort Aishwarya Rajyalakshmi Shah inaugurated an exhibition of Ragini's solo paintings at a profit.
ne: सन् १९८६ मा नाफामा रागिनीको एकल चित्रकला प्रदर्शनी उद्घाटन गर्दै तत्कालीन रानी ऐश्वर्य राज्यलक्ष्मी शाह

source: Inauguration of Ragini's solo painting exhibition at Siddhartha Art Gallery in 2001 by the then Queen Aishwarya Shah
ne: सन् २००१ मा सिद्धार्थ आर्ट ग्यालरीमा रागिनीको एकल चित्रकला प्रदर्शनी उद्घाटन गर्दै तत्कालीन रानी ऐश्वर्य शाह

source: Ragini with former Ambassador of Nepal Kedar Bhakta Shrestha at the inauguration of the painting exhibition in Belgium
ne: बेल्जियममा चित्रकला प्रदर्शनी उद्घाटनको अवसरमा नेपालका पूर्व राजदूत केदारभक्त श्रेष्ठसँग रागिनी

source: Alma mater
ne: शिक्षा

source: Her family enrolled her in a Catholic school in Betiya, India, at an early age for formal education, at a time when traditional Nepali society did not allow to teach daughters.[1]After completing her primary education from a Catholic school, Ragini completed her education till certificate level at Crossweight Girls Inter College in Allahabad. She then enrolled at the Lucknow College of Arts and Crafts in Lucknow, India, where she completed her bachelor's degree in fine arts in 1982. Despite her family's rejection, Ragini studied printing for three years at Gadhi Art Village in New Delhi.
ne: पारम्परिक नेपाली समाजमा जन्मेकी तथा छोरीहरूलाई पढाउन हुन्न भन्ने मान्यता व्यापत रहेको समयमा उनको परिवारले भने उनलाई सानै उमेरमा औपचारिक शिक्षा प्राप्तिको लागि भारतको बेतियास्थित क्याथोलिक स्कुलमा भर्ना गरिदिए।[1]रगिनीले क्याथोलिक स्कुलबाट प्राथमिक शिक्षा प्राप्त गरेपछि कक्षा ९ देखि प्रमाणपत्र तहसम्मको शिक्षा इलाहाबादको क्रस्थवेट गर्ल्स इन्टर कलेजबाट पुरा गरिन्। त्यसपछि उनी भारतको लखनऊस्थित लखनउ कला तथा शिल्प महाविद्यालयमा भर्ना भइन् र उनले सन् १९८२ मा ललितकला विषयमा स्नातक तह पुरा गरिन्। परिवारको अस्वीकृति भएतापनि रागिनीले नयाँ दिल्लीस्थित गढी आर्ट भिलेजबाट तीनवर्षे मुद्रणकला विषयको अध्ययन गरिन्। सन् १९८६ मा नेपाल फर्केपछि रागनीले कलासम्बन्धी थप अध्ययन गर्न सन् १९८७ मा ब्रिटिस काउन्सिलको छात्रवृत्तिमा अक्सफोर्ड प्रिन्ट मेकर्स इन्स्टिट्युटबाट प्रिन्ट मेकिङमा डिप्लोमा गरिन्। यसै गरी सन् १९८९ मा उनले स्टुगार्ड, जर्मनीको 'कुन्स्त एकेडेमी'मा छात्रवृत्ति पाएर ललितकलासम्बन्धी अध्ययन पूरा गरिन्।[2]

source: Ragini with help and encouragement from her father[1] could establish herself in the field of fine art.She has exhibited more than 65 solo and dozens of joint art in more than two dozen countries around the world.[2] His art has been praised by everyone from Bal Krishna Sama, BP Koirala to Abhi Subedi.[3]
ne: रागिनीले बुबाको सहयोग र प्रेरणाबाट[1] आफूलाई चित्रकलाको क्षेत्रमा स्थापित गर्न सकिन्। उनले विश्वका दुई दर्जनभन्दा बढी देशमा ६५ वटा भन्दा बढी एकल तथा दर्जनौँ संयुक्त कला प्रदर्शनी गरिसकेकी छिन्।[7] उनको कलाको प्रसंशा बालकृष्ण सम, बीपी कोइरालादेखि अभि सुवेदीसम्मले गरिसकेका छन्।[8]

source: That highly encouraged to her journey of painting.[1] Queen Aishwarya inaugurated her exhibition on the birth anniversary of the then King Birendra in 1986 led her to receive a scholarship to study in England.[2] Marriage also gave a positive twist to her artistic journey. She got more encouragement and support from her husband to enter in this field. A heartbreaking accident in her life gave another direction to her life that was the tragic event of her daughter's untimely demise.
ne: सन् १९७९ मा नाफामा भएको प्रदर्शनीमा उनको चित्र हेर्न विश्वेश्वरप्रसाद कोइराला र बालकृष्ण सम आएका थिए। त्यसले उनको चित्रकलाको यात्रालाई थप हौसला थप्यो।[28] त्यो घटना उनी जीवनमा कहिल्यै बिर्सिनन्। सन् १९८६ मा तत्कालीन राजा बीरेन्द्रको जन्मोत्सवमा भएको प्रदर्शनीमा रानी ऐश्वर्याले उद्घाटन गर्नु र त्यसैको प्रभावले उनले इङ्ग्ल्याण्डको छात्रवृत्ति पाउनु पनि उनको चित्रकला यात्राको सम्झनलायक मोड हुन्।[29] उनको कलायात्रालाई विवाहले पनि सकारात्मक मोड दियो। उनको श्रीमान्‌बाट यो क्षेत्रमा लाग्न थप उत्प्रेरणा र साथ पाइन्। उनको जीवनमा हृदयविदारक एउटा दूर्घटनाले पनि परिवर्तनको अर्को मोडमा पुर्या यो। त्यो कारूणिक घटना थियो उनको छोरीको असामयिक देहावसान। त्यस दुःखद क्षणले उनको चित्रकलाको पाटो नै परिवर्तन गरिदियो। छोरीको चित्रकलाबाट प्रभावित भएर उनी शिव रागिनी बनिन् र छोरीबाट धेरै प्रेरणा लिइन्।

source: As a symbolic artist, she sometimes prints a snake on her forehead, sometimes with a trident and sometimes with the rising sun.[1][2]With the objective of establishing a modern and well-equipped fine arts museum in Nepal [3] She became the first women Chancellor of Nepal Academy of Fine Arts.[4]
ne: प्रतीकात्मक कलाकार भएको कारणले उनी निधारमा कहिले सर्प अङ्कित, कहिले त्रिशूल अङ्कित त कहिले उदाउँदो सूर्य अङ्कित टीका लगाउने गरेकी छिन्।[9]नेपालमा एउटा आधुनिक र सुविधा सम्पन्न ललितकला सङ्ग्राहलय स्थापना गर्ने[10]उद्देश्यका साथ उनी[11] नेपाल ललितकला प्रज्ञा प्रतिष्ठानको पहिलो महिला कुलपति बनेकी थिइन्।[12]

source: Philanthropy
ne: समाजसेवामा रागिनी

source: Ragini Upadhyaya has opened an organization called 'Shivata Love Foundation' in 2016 in memory of her late daughter Shivata. The organization, of which she is the chairperson, invests the money collected from the painting exhibition in the field of education of needy girls in Nepal.[1]
ne: रागिनी उपाध्यायले दिवंगत छोरी शिवाताको स्मृतिमा सन् २०१६ मा 'शिवाता लभ फाउन्डेसन' नामको संस्था खोलेकी छिन्। उनी अध्यक्ष रहेको सो संस्थाले चित्रकला प्रदर्शनीबाट सङ्कलित रकमले नेपालका अभावग्रस्त छोरीहरूका शिक्षाको क्षेत्रमा लगानी गर्ने गर्दछ।[31]

source: Profession
ne: सम्प्रति

source: Former Chancellor - Nepal Academy of Fine Arts[1] Member - BP Koirala India-Nepal Foundation [2] Member - Barbara Foundation[3] Director - Artist Proof Gallery, Nepal[4] Founder President - Women Artists Group Nepal[5] Founder President - Shivata Love Foundation[6]
ne: पूर्व कुलपति- नेपाल ललितकला प्रज्ञा प्रतिष्ठान[32] सदस्य- बीपी कोइराला भारत-नेपाल प्रतिष्ठान [33] सदस्य- बारबारा फाउन्डेसन[34] निर्देशक- आर्टिस्ट प्रुफ ग्यालेरी, नेपाल[35] संस्थापक सभापति- महिला कलाकार समूह नेपाल[36] संस्थापक सभापति- शिवता लभ फाउन्डेसन[37]

source: Medals and Awards
ne: पुरस्कार तथा सम्मान

source: National Exhibition Award, 1979, Nepal National Exhibition Award, 1985, Nepal National Exhibition Award, 1988, Nepal Kate & Robert Wilson Award, 1986, Bradford, UK[1] Birendra-Aishwarya Memorial Medal, 2002, Nepal[2] 50 Talented Women of Nepal, 2005, The Bose, Nepal Sankalp Samman, Sankalp Nepal Welfare Society, Nepal 'Best Student Award in 100 Years of Lucknow College of Arts and Crafts', Lucknow, India Toran Kumari Art Culture Award, Nepal Senior Artist Honor, Nepal Chamber of Commerce Artists Association, Nepal Bhadrakumari Seva Sadan Samman, Nepal Consensus Respect for Social Work, Nepal Honorary Life Member, Art Circle, U.P. Lucknow, India Glapev Honors 2019 Artist of the Year, Bharat Nirman Foundation, India Shabdayatra Mahila Pratibha Samman, 2076, Shabdayatra Prakashan, Banepa, Kavrepalanchok
ne: राष्ट्रिय प्रर्दशनी पुरस्कार, सन् १९७९, नेपाल राष्ट्रिय प्रर्दशनी पुरस्कार, सन् १९८५, नेपाल राष्ट्रिय प्रर्दशनी पुरस्कार, सन् १९८८, नेपाल केट एण्ड रोवर्ट विल्सन पुरस्कार, सन् १९८६, ब्राडफोर्ड, बेलायत[38] बीरेन्द्र-ऐश्वर्या स्मृति पदक, सन् २००२, नेपाल[39] नेपालका ५० प्रतिभाशाली महिला, सन् २००५, द बोस, नेपाल संकल्प सम्मान, संकल्प नेपाल कल्याणकारी समाज, नेपाल 'बेष्ट स्टुडेन्ट अवार्ड इन १०० इयर्स अफ लखनउ कलेज अफ आर्ट एण्ड क्राफ्ट्स', लखनऊ, भारत तोरण कुमारी कला संस्कृति पुरस्कार, नेपाल वरिष्ठ कलाकार सम्मान, नेपाल वाणिज्य कलाकार सङ्घ, नेपाल भद्रकुमारी सेवा सदन सम्मान, नेपाल सामाजिक कार्यका लागि सहमति सम्मान, नेपाल मानार्थ आजीवन सदस्य, आर्ट सर्कल, यु.पि. लखनऊ, भारत ग्लापेव सम्मान २०१९ आर्टिष्ट अफ दि इयर, भारत निर्माण फाउन्डेसन, भारत शब्दयात्रा महिला प्रतिभा सम्मान, २०७६, शब्दयात्रा प्रकाशन, बनेपा, काभ्रेपलाञ्चोक

source: References
ne: सन्दर्भ सामग्रीहरू

source: एकै विषयलाई आधार मानेर चित्र कोर्ने प्रयोगलाई स्थापित[1] गर्न सफल रागिनीले कला क्षेत्रमा आफ्नो योगदानको कारण उनले विभिन्न राष्ट्रिय, अन्तर्राष्ट्रिय पुरस्कार तथा सम्मान प्राप्त गरिसकेकी छिन्। उनी महिला कलाकार समूहकी संस्थापक अध्यक्ष[2], विपी कोइराला फाउन्डेसन र बार्बारा पिस फाउन्डेसनको कार्यसमिति सदस्य तथा शिवाता लभ फाउन्डेसनकी अध्यक्षसमेत हुन्।[3]स्थापित कलाकर्मीको रूपमा पहिचान बनाइसकेकी रागिनीले छोरीका लागि शिक्षा कार्यक्रमबाट सामाजिक क्षेत्रमा हात हाल्नुका साथै [4][5] 'रङ रागिनी' नामक गीती एल्बम[6][7] प्रकाशित गरिसकेकी छिन्। यस बाहेक उनले नेपालको विभिन्न राष्ट्रिय पत्रपत्रिकाको लागि समय समयमा लेखहरू लेख्दै आएकी छिन्।[8]
ne: एकै विषयलाई आधार मानेर चित्र कोर्ने प्रयोगलाई स्थापित[13] गर्न सफल रागिनीले कला क्षेत्रमा आफ्नो योगदानको कारण उनले विभिन्न राष्ट्रिय, अन्तर्राष्ट्रिय पुरस्कार तथा सम्मान प्राप्त गरिसकेकी छिन्। उनी महिला कलाकार समूहकी संस्थापक अध्यक्ष[14], विपी कोइराला फाउन्डेसन र बार्बारा पिस फाउन्डेसनको कार्यसमिति सदस्य तथा शिवाता लभ फाउन्डेसनकी अध्यक्षसमेत हुन्।[15]स्थापित कलाकर्मीको रूपमा पहिचान बनाइसकेकी रागिनीले छोरीका लागि शिक्षा कार्यक्रमबाट सामाजिक क्षेत्रमा हात हाल्नुका साथै [16][17] 'रङ रागिनी' नामक गीती एल्बम[18][19] प्रकाशित गरिसकेकी छिन्। यस बाहेक उनले नेपालको विभिन्न राष्ट्रिय पत्रपत्रिकाको लागि समय समयमा लेखहरू लेख्दै आएकी छिन्।[20]

source: External Links
ne: बाह्य सूत्रहरू

source: KARACHI: Ragini’s canvas demands emotional outlets-www.dawn.com Ragini sings through her art-tribune.com.pk Ragini Upadhyay aus Kathmandu zu Gast bei Alex Saemmer, Teppicharchitektur im Lehel-www.gabrielekoehler.net Time Series - Slideshow by Ragini Upadhyay Grela Sandharva with Ragini Upadhyaya Grela- हिमालयन टिभी अन्तर्वार्ता baoquangninh.com Let Them Bark Ragini documentary-2007 An Interview with Ragini, Aveneus TV Love bells a remake-Documentary-Albert Grela Shrasta Ra Sirjana : Ragini Upadyaya-Bodhi TV
ne: KARACHI: Ragini’s canvas demands emotional outlets-www.dawn.com Ragini sings through her art-tribune.com.pk Ragini Upadhyay aus Kathmandu zu Gast bei Alex Saemmer, Teppicharchitektur im Lehel-www.gabrielekoehler.net Time Series - Slideshow by Ragini Upadhyay Grela Sandharva with Ragini Upadhyaya Grela- हिमालयन टिभी अन्तर्वार्ता चित्र बनाएरै काठमाडौँमा करोडौंको घर, घरमा पुग्दा यस्ता–यस्ता चित्र भेटिए, अचम्म-आर्टिस्ट खबर अन्तर्वार्ता आर्टलाइन टिभी baoquangninh.com Let Them Bark Ragini documentary-2007 सशक्ति-एभिन्युज टिभि Love bells a remake-Documentary-Albert Grela Shrasta Ra Sirjana : Ragini Upadyaya-Bodhi TV

source: Childhood
ne: प्रारम्भिक जीवन

source: Even though her ancestral home is in Chundi, Ramgha, Tanahu, his grandfather Pandit Devi Prasad Upadhyaya had come to Ramnagar with his family as his children's education and farming in the Terai would be good. Even though Ramnagar was in Nepal before the Sugauli Treaty, now that territory belongs to India. Some members of her joint family are still doing business in Varanasi, India.
ne: रागिनी उपाध्यायको जन्म बुबा कान्तप्रसाद उपाध्याय र आमा सुशीला उपाध्यायकी पाँचौँ तथा कान्छी सन्तानका रूपमा सन् १९५९ नोभेम्बर ९ का दिन काठमाडौँमा भएको हो।[1] पुर्ख्यौली घर तनहुँको चुँदी, रम्घामा भए पनि उनको बाजे पण्डित देवीप्रसाद उपाध्यायले बच्चाहरूको शिक्षादीक्षा तथा तराईमा खेतीपाती पनि राम्रो हुने भएकोले परिवारसाहित रामनगर झरेका थिए। रामनगर सुगौली सन्धिअघि नेपालमा भए पनि अहिले त्यो भूभाग भारतमा पर्दछ। संयुक्त परिवारमा रहेका उनको परिवारका केही सदस्य भारतको वाराणसीमा व्यापार गरी बसेका छन्। चित्रकार उपाध्यायको जन्म काठमाडौँमा भए पनि उनको बाल्यकाल भारतको बेतिया, इलाहाबादमा बितेको थियो।[2][21]

source: The then Chancellor of Royal Nepal Academy, Lain Singh Bangdel observing the first solo painting exhibition of painter Ragini Upadhyaya held at NAFA Hall, Kathmandu in 1979.
ne: सन् १९७९ मा चित्रकार रागिनी उपाध्यायको पहिलो एकल चित्रकला प्रदर्शनी नाफा हल, काठमाडौँमामा नेपाल प्रज्ञा प्रतिष्ठानका पूर्व कुलपतिलैनसिंह बाङ्देल

source: Former Prime Minister Bishweshwar Prasad Koirala inaugurating Ragini's solo painting exhibition at Lalit Kala, Lucknow, India in 1981
ne: सन् १९८१ मा रागिनीको एकल चित्रकला प्रदर्शनी ललितकला, लखनऊ, भारतमा उद्घाटन गर्दै पूर्व प्रधानमन्त्रीविश्वेश्वरप्रसाद कोइराला

source: Alau Parva is a confrontation between the armies of King Rajendra and Jung Bahadur Rana in Parsa, Alau. In this confrontation, Jung Bahadur's army won against Rajendra's army and succeeded to arrest King Rajendra.
ne: अलौ पर्व राजा राजेन्द्र र जंगबहादुरको सेना बीच हालको पर्सा, अलौमा भएको लडाइँ हो। त्यस युद्धमा जंगबहादुरको सेनाले राजा राजेन्द्रको सेनालाई पराजित गरि राजालाई कैद गरियो।

source: After the Bhandarkhal Parva, King Rajendra went to Kashi with the queen. In this period, Jung Bahadur dethroned King Rajendra and replaced him with prince Surendra. Rajendra, then, started plotting the removal of Jung Bahadur with his consultants.
ne: भण्डारखाल पर्वपछी राजा राजेन्द्र विक्रम शाह पनि रानीसँगै केही समयका लागि काशी गए । तर राजा नफर्केर षड्यन्त्रमा व्यस्त रहेकाले प्रधानमन्त्री जङ्गबहादुरले वि. सं. १९०४ मा राजालाई पदच्युत गरी युवराज सुरेन्द्रलाई गद्दीमा राखे । राजा राजेन्द्र केही समयका लागि मात्र काशी गएका भए पनि त्यहाँ जम्मा भएका भारदारहरूको उक्साहटमा लागेर जङ्गबहादुरको हत्या गर्ने षड्यन्त्र गर्न लागे । जङ्गबहादुरले राजासंगै पठाएका आफ्ना गुप्तचरहरु द्वारा काशीमा भएका सबै षड्यन्त्र एवम् योजनाको बारम्बार जानकारी पाईरहन्थे । जसको परिणाम स्वरुप राजा राजेन्द्र विक्रम शाहका सैनिक टोलीलाई बिरगंज नजिकै अलौ भन्ने ठाउँमा बाटो ढुकी सबैको हत्या गरियो र राजा राजेन्द्र शाहलाई गिरफ्तार गरी जरबन्दमा राखियो । यस पर्वलाई नेपालको इतिहासमा "अलौ पर्व" को नामले उल्लेखित छ ।
